Repository: common-repository/softech-form-builder
Catalog: languages/softech-form-builder-*.po
Languages: de_de, hi_in

source: * Invalid Email Address.
de_de: * Ungültige E-Mail-Adresse.
hi_in: * अवैध ईमेल पता ।

source: * Please Enter Email Address.
de_de: * Bitte geben Sie E-Mail-Adresse ein.
hi_in: * कृपया ईमेल पता दर्ज करें ।

source: * Please Enter Email Subject.
de_de: * Bitte geben Sie E-Mail Betreff ein.
hi_in: * कृपया ईमेल विषय दर्ज करें ।

source: * Please Enter Your Form Name.
de_de: * Bitte geben Sie Ihren Formnamen ein.
hi_in: * कृपया अपने फार्म का नाम दर्ज करें ।

source: Add New Form
de_de: Neues Formular hinzufügen
hi_in: नया फॉर्म जोड़ें

source: Add new Form
de_de: Neues Formular hinzufügen
hi_in: नया फॉर्म जोड़ें

source: After adding the fields you have to choose a "Subject" & "Email to" field from Email setting Panel on your right side
de_de: Nach dem Hinzufügen der Felder müssen Sie ein "Betreff" & "E-Mail to" Feld aus der E-Mail-Einstellung Panel auf der rechten Seite wählen
hi_in: फ़ील्ड जोड़ने के बाद आप अपने दाईं ओर ईमेल सेटिंग पैनल से एक "विषय" & "ईमेल" फ़ील्ड का चयन करने के लिए है

source: After adding your form fields, you can save your form you have made.
de_de: Nachdem Sie Ihre Formularfelder hinzugefügt haben, können Sie Ihr Formular, das Sie gemacht haben, speichern.
hi_in: आपके प्रपत्र फ़ील्ड्स जोड़ने के बाद, आप अपना प्रपत्र आपके द्वारा बनाए गए सहेज सकते हैं ।

source: After the installation is finished, you can go ahead and start working on your forms.
de_de: Nachdem die Installation abgeschlossen ist, können Sie mit der Arbeit an Ihren Formularen beginnen.
hi_in: स्थापना के समाप्त होने के बाद, आप आगे जा सकते है और अपने प्रपत्रों पर कार्य करना प्रारंभ करें ।

source: After the saving your form, you can go ahead and publish your forms.
de_de: Nachdem Sie Ihr Formular gespeichert haben, können Sie Ihre Formulare veröffentlichen
hi_in: आपके प्रपत्र को सहेजने के बाद, आप आगे जाकर अपने प्रपत्र प्रकाशित कर सकते हैं ।

source: Agree Box
de_de: Fügen Sie newAgree Box hinzu
hi_in: सहमत बॉक्स

source: An unexpected error occurred
de_de: Ein unerwarteter Fehler ist aufgetreten
hi_in: एक अप्रत्याशित त्रुटि हुई

source: Back To List
de_de: Zurück zur Liste
hi_in: दोबारा सूची को जाएं

source: Checkbox
de_de: Ankreuzfeld
hi_in: चेकबॉक्स

source: Copy the shortcode of the form which you created.
de_de: Kopieren Sie den Shortcode des Formulars, das Sie erstellt haben.
hi_in: उस प्रपत्र के शॉर्टकोड की प्रतिलिपि बनाएं जिसे आपने बनाया था ।

source: Create Form
de_de: Formular erstellen
hi_in: फॉर्म बनाएं

source: Created Date
de_de: Erstellungsdatum
hi_in: रचना तिथि

source: Creating a new Form
de_de: Neues Formular hinzufügen
hi_in: नया संपर्क फ़ॉर्म जोड़ें

source: Delete
de_de: Löschen
hi_in: हटाना

source: Do you need help?
de_de: Brauchst du Hilfe?
hi_in: क्या आपको मदद की ज़रूरत है?

source: Edit
de_de: Bearbeiten
hi_in: संपादित करें

source: Email
hi_in: ईमेल

source: Email From
de_de: E-Mail von
hi_in: की ओर से ईमेल

source: Email Settings.
de_de: Email Einstellungen.
hi_in: ईमेल सेटिंग

source: Email Subject
de_de: E-Mail Betreff
hi_in: ईमेल विषय

source: Email To
de_de: E-Mail an
hi_in: ईमेल को

source: FAQ
hi_in: सामान्य प्रश्न

source: Form Builder Area
de_de: Formularerstellungsbereich
hi_in: फॉर्म बिल्डर क्षेत्र

source: Form Name
de_de: Formularname
hi_in: फ़ार्म का नाम

source: From
de_de: Von
hi_in: से

source: Get Help
de_de: Hilfe erhalten
hi_in: क्या आपको मदद की ज़रूरत है?

source: Here are some available options to help solve your problems.
de_de: Hier finden Sie einige verfügbare Optionen, um Ihre Probleme zu lösen.
hi_in: अपनी समस्याओं को हल करने में सहायता के लिए यहां कुछ उपलब्ध विकल्प दिए गए हैं।

source: Introduction
de_de: Einführung
hi_in: परिचय

source: Items deleted: %d
de_de: Elemente gelöscht: %d
hi_in: आइटम हटा दिए गए: %d

source: Make a easy form by simple steps
de_de: Machen Sie mit einfachen Schritten ein einfaches Formular
hi_in: सरल चरणों से एक आसान फॉर्म बनाओ

source: Navigate to Softech Form Builder > Softech Forms page to build your very first form.
de_de: Navigieren Sie zur Seite Softech Form Builder> Softech Forms, um Ihr erstes Formular zu erstellen.
hi_in: सोफटेक फॉर्म बिल्डर पर जाएं - सोफटेक फॉर्म पेज अपना पहला फॉर्म बनाने के लिए।

source: Navigate to Softech Form Builder > Softech Forms page to publish your very first form.
de_de: Navigieren Sie zur Seite Softech Form Builder> Softech Forms, um Ihr erstes Formular zu veröffentlichen.
hi_in: अपने पहले फॉर्म को प्रकाशित करने के लिए सोफ्टटेक फॉर्म बिल्डर> सोफ्टटेक फॉर्म पेज पर नेविगेट करें।

source: Now paste this shortcode on a page/post where you want to show
de_de: Fügen Sie diesen Kurzcode auf einer Seite / einem Post ein, auf der Sie angezeigt werden sollen
hi_in: अब इस शोर्ट को उस पृष्ठ / पोस्ट पर पेस्ट करें जहां आप दिखाना चाहते हैं

source: Now save the page.
de_de: Speichern Sie jetzt die Seite.
hi_in: अब पेज को सेव करें।

source: Please Enter Domain Email Id
de_de: Bitte geben Sie Ihren Formularnamen an
hi_in: कृपया डोमेन ईमेल आईडी दर्ज करें

source: Please Enter Your Form Name
de_de: Bitte geben Sie Ihren Formularnamen an
hi_in: कृपया अपना फॉर्म नाम दर्ज करें

source: Press Add New Form button from this page, and you will be redirected to Form Editor page. Make sure to write a Title for this form
de_de: Klicken Sie auf dieser Seite auf die Schaltfläche Neues Formular hinzufügen. Sie werden zur Formular-Editor-Seite weitergeleitet. Stellen Sie sicher, dass Sie einen Titel für dieses Formular schreiben
hi_in: इस पृष्ठ से नया फॉर्म बटन जोड़ें दबाएं, और आपको फ़ॉर्म संपादक पृष्ठ पर रीडायरेक्ट कर दिया जाएगा। इस फ़ॉर्म के लिए एक शीर्षक लिखना सुनिश्चित करें

source: Professional Services
de_de: Professionelle Dienstleistungen
hi_in: व्यवसायी सेवाए

source: Publishing the Created Form
de_de: Das erstellte Formular veröffentlichen
hi_in: बनाया गया फॉर्म प्रकाशित करना

source: Radio Buttons
de_de: Radio Knöpfe
hi_in: रेडियो बटन

source: Save Form
de_de: Formular speichern
hi_in: फॉर्म सहेजें

source: Select Box
de_de: Box auswählen
hi_in: बॉक्स का चयन करें

source: select input type below and drag it on right side. Then set more options
de_de: Wählen Sie unten den Eingabetyp aus und ziehen Sie ihn auf die rechte Seite. Stellen Sie dann weitere Optionen ein
hi_in: नीचे इनपुट प्रकार का चयन करें और इसे दाईं तरफ खींचें। फिर और विकल्प सेट करें

source: Shortcode
de_de: Kurzcode
hi_in: छोटे संकेत

source: Softech Form Builder
hi_in: सोफ्टेक फॉर्म बिल्डर

source: Softech Form Builder allow you to create contact forms, Reservation forms and other type of forms for your sites in minutes. Softech Form Builder can manage multiple forms, plus you can customize the form and the mail contents. The form supports Ajax-powered submitting and so on.
de_de: Mit Softech Form Builder können Sie in wenigen Minuten Kontaktformulare, Reservierungsformulare und andere Formulare für Ihre Websites erstellen. Softech Form Builder kann mehrere Formulare verwalten und Sie können das Formular und den E-Mail-Inhalt anpassen. Das Formular unterstützt das Senden von Ajax und so weiter.
hi_in: सोफ्टटेक फॉर्म बिल्डर आपको मिनटों में अपनी साइट्स के लिए संपर्क फ़ॉर्म, आरक्षण फॉर्म और अन्य प्रकार के फॉर्म बनाने की अनुमति देता है। सोफ्टटेक फॉर्म बिल्डर कई रूपों का प्रबंधन कर सकता है, साथ ही आप फॉर्म और मेल सामग्री को कस्टमाइज़ कर सकते हैं। फॉर्म अजाक्स संचालित सबमिशन का समर्थन करता है और इसी तरह।

source: Softech Form Builder make 100% mobile responsive contact form, so your contact forms will always look great on all devices (mobile, tablet, laptop, and desktop).
de_de: Softech Form Builder erstellt ein zu 100% mobiles, ansprechendes Kontaktformular, sodass Ihre Kontaktformulare auf allen Geräten (Mobil, Tablet, Laptop und Desktop) immer gut aussehen.
hi_in: सोफ्टटेक फॉर्म बिल्डर 100% मोबाइल उत्तरदायी संपर्क फ़ॉर्म बनाते हैं, इसलिए आपके संपर्क फ़ॉर्म हमेशा सभी उपकरणों (मोबाइल, टैबलेट, लैपटॉप और डेस्कटॉप) पर बहुत अच्छे लगेंगे।

source: Softech Form Builder requires PHP version %s+, plugin is currently NOT RUNNING.
de_de: Der Softech Form Builder benötigt die PHP-Version %s+.
hi_in: सोफ्टेक फॉर्म बिल्डर को PHP संस्करण %s+ की आवश्यकता है, प्लगइन वर्तमान में नहीं चल रहा है।

source: Softech Form Builder requires WordPress version %s+. Because you are using an earlier version, the plugin is currently NOT RUNNING.
de_de: Der Softech Form Builder erfordert die WordPress-Version %s+. Da Sie eine frühere Version verwenden, läuft das Plugin derzeit NICHT.
hi_in: सोफ्टेक फॉर्म बिल्डर के लिए वर्डप्रेस संस्करण %s+ की आवश्यकता है। चूंकि आप पहले के संस्करण का उपयोग कर रहे हैं, प्लगइन वर्तमान में नहीं चल रहा है।

source: Softech Forms
de_de: Softech-Formulare
hi_in: सोफ्टेक फॉर्म

source: Softech Forms per page
de_de: Softech-Formulare pro Seite
hi_in: प्रति पृष्ठ सोफ्टेक फॉर्म

source: Status
hi_in: स्थिति

source: Subject
de_de: Gegenstand
hi_in: विषय

source: Success! Your Form saved.
de_de: Erfolg! Ihr Formular wurde gespeichert.
hi_in: सफलता! आपका फॉर्म सहेजा गया

source: Support Forums
de_de: Unterstützungsforen
hi_in: समर्थन मंच

source: Text
de_de: Wählen Sie Text ausrichten
hi_in: टेक्स्ट

source: Text Area
de_de: Textbereich
hi_in: पाठ क्षेत्र

source: Thanks for contact us expect a response soon.
de_de: Vielen Dank für Ihre Kontaktaufnahme. Wir erwarten bald eine Antwort.
hi_in: हमसे संपर्क करने के लिए धन्यवाद जल्द ही एक प्रतिक्रिया की उम्मीद है।

source: To add a new field to your form, Click on Field button which you want in your form. The field editor toolbox will be opened automatically. Then add a Label for input to your form. you can also make field Required by simply check the Required field.
de_de: Um ein neues Feld zu Ihrem Formular hinzuzufügen, klicken Sie auf die Schaltfläche Feld, die Sie in Ihrem Formular verwenden möchten. Die Feldeditor-Toolbox wird automatisch geöffnet. Fügen Sie dann ein Etikett für die Eingabe in Ihr Formular hinzu. Sie können das Feld auch als erforderlich markieren, indem Sie einfach das erforderliche Feld markieren.
hi_in: अपने फॉर्म में नया फ़ील्ड जोड़ने के लिए, फ़ील्ड बटन पर क्लिक करें जिसे आप अपने फॉर्म में चाहते हैं। फ़ील्ड एडिटर टूलबॉक्स स्वचालित रूप से खोला जाएगा। फिर अपने फॉर्म में इनपुट के लिए एक लेबल जोड़ें। आप केवल आवश्यक फ़ील्ड को चेक करके फ़ील्ड आवश्यक भी कर सकते हैं।

source: Your Message Has Been Send!.
de_de: Ihre Nachricht wurde gesendet !.
hi_in: आपका संदेश भेज दिया गया है!

source: To
de_de: Zu
